Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# update.downloading.status
source: Downloading…
ar: جارٍ التنزيل…
bs: Preuzimanje…
da: Downloader…
de: Wird heruntergeladen …
es: Descargando…
fr: Téléchargement...
it: Download in corso…
ja: ダウンロード中…
ko: 다운로드 중…
nb: Laster ned …
pl: Pobieranie…
pt_br: Baixando…
ru: Загрузка...
th: กำลังดาวน์โหลด...
tr: İndiriliyor…
uk: Завантаження…
zh_hans: 正在下载...
zh_hant: 下載中...

# update.downloadingPackage
source: Downloading the update package
ar: جارٍ تنزيل حزمة التحديث
bs: Preuzimanje paketa ažuriranja
da: Downloader opdateringspakken
de: Update-Paket wird heruntergeladen
es: Descargando el paquete de actualización
fr: Téléchargement du paquet de mise à jour
it: Download del pacchetto di aggiornamento
ja: アップデートパッケージをダウンロード中
ko: 업데이트 패키지 다운로드 중
nb: Laster ned oppdateringspakken
pl: Pobieranie pakietu aktualizacji
pt_br: Baixando o pacote de atualização
ru: Загрузка пакета обновления
th: กำลังดาวน์โหลดแพ็คเกจอัปเดต
tr: Güncelleme paketi indiriliyor
uk: Завантаження пакета оновлення
zh_hans: 正在下载更新包
zh_hant: 正在下載更新套件

# update.error.appLocation.title
source: App Location Issue
ar: مشكلة في موقع التطبيق
bs: Problem s lokacijom aplikacije
da: Problem med appplacering
de: Problem mit dem App-Speicherort
es: Problema con la ubicación de la app
fr: Problème d'emplacement de l'app
it: Problema posizione app
ja: アプリの場所の問題
ko: 앱 위치 문제
nb: Problem med appplassering
pl: Problem z lokalizacją aplikacji
pt_br: Problema com Local do App
ru: Проблема с расположением приложения
th: ปัญหาตำแหน่งแอป
tr: Uygulama Konumu Sorunu
uk: Проблема з розташуванням програми
zh_hans: 应用位置问题
zh_hant: App 位置問題

# update.error.connectionLost.message
source: The network connection was lost while checking for updates. Try again.
ar: انقطع اتصال الشبكة أثناء التحقق من التحديثات. حاول مجددًا.
bs: Mrežna veza je prekinuta tokom provjere ažuriranja. Pokušajte ponovo.
da: Netværksforbindelsen gik tabt under søgning efter opdateringer. Prøv igen.
de: Die Netzwerkverbindung wurde beim Suchen nach Updates unterbrochen. Versuchen Sie es erneut.
es: Se perdió la conexión de red al buscar actualizaciones. Inténtalo de nuevo.
fr: La connexion réseau a été perdue lors de la recherche de mises à jour. Réessayez.
it: La connessione di rete è stata persa durante la verifica degli aggiornamenti. Riprova.
ja: アップデートの確認中にネットワーク接続が切れました。もう一度お試しください。
ko: 업데이트 확인 중 네트워크 연결이 끊어졌습니다. 다시 시도하세요.
nb: Nettverkstilkoblingen ble mistet under søk etter oppdateringer. Prøv igjen.
pl: Połączenie sieciowe zostało utracone podczas sprawdzania aktualizacji. Spróbuj ponownie.
pt_br: A conexão de rede foi perdida ao verificar atualizações. Tente novamente.
ru: Сетевое подключение было потеряно во время проверки обновлений. Повторите попытку.
th: การเชื่อมต่อเครือข่ายขาดหายขณะตรวจหาอัปเดต ลองอีกครั้ง
tr: Güncellemeler denetlenirken ağ bağlantısı kesildi. Tekrar deneyin.
uk: З'єднання з мережею було втрачено під час перевірки оновлень. Спробуйте ще раз.
zh_hans: 检查更新时网络连接中断。请重试。
zh_hant: 檢查更新時網路連線中斷。請再試一次。

# update.error.connectionLost.title
source: Connection Lost
ar: انقطع الاتصال
bs: Veza prekinuta
da: Forbindelse tabt
de: Verbindung unterbrochen
es: Conexión perdida
fr: Connexion perdue
it: Connessione persa
ja: 接続が切れました
ko: 연결 끊김
nb: Tilkobling mistet
pl: Utracono połączenie
pt_br: Conexão Perdida
ru: Подключение потеряно
th: การเชื่อมต่อขาดหาย
tr: Bağlantı Kesildi
uk: З'єднання втрачено
zh_hans: 连接中断
zh_hant: 連線中斷

# update.error.details.code
source: Code
ar: الرمز
bs: Kod
da: Kode
es: Código
it: Codice
ja: コード
ko: 코드
nb: Kode
pl: Kod
pt_br: Código
ru: Код
th: รหัส
tr: Kod
uk: Код
zh_hans: 代码
zh_hant: 代碼

# update.error.details.debug
source: Debug
ar: تصحيح الأخطاء
bs: Otklanjanje grešaka
da: Fejlfinding
de: Debuggen
es: Depuración
fr: Débogage
ja: デバッグ
ko: 디버그
nb: Feilsøking
pl: Debugowanie
pt_br: Depuração
ru: Отладка
th: ดีบัก
tr: Hata ayıklama
uk: Налагодження
zh_hans: 调试
zh_hant: 偵錯

# update.error.details.domain
source: Domain
ar: النطاق
bs: Domena
da: Domæne
es: Dominio
fr: Domaine
it: Dominio
ja: ドメイン
ko: 도메인
nb: Domene
pl: Domena
pt_br: Domínio
ru: Домен
th: โดเมน
tr: Alan
uk: Домен
zh_hans: 域
zh_hant: 網域

# update.error.details.failure
source: Failure
ar: سبب الفشل
bs: Neuspjeh
da: Fejl
de: Fehlergrund
es: Fallo
fr: Échec
it: Errore
ja: 失敗
ko: 실패
nb: Feil
pl: Błąd
pt_br: Falha
ru: Сбой
th: ความล้มเหลว
tr: Hata
uk: Збій
zh_hans: 失败
zh_hant: 失敗

# update.error.details.feed
source: Feed
ar: الموجز
es: Canal
fr: Flux
ja: フィード
ko: 피드
pl: Kanał
ru: Канал
th: ฟีด
tr: Besleme
uk: Стрічка
zh_hans: 更新源
zh_hant: 動態

# update.error.details.log
source: Log
ar: السجل
bs: Dnevnik
de: Protokoll
es: Registro
fr: Journal
ja: ログ
ko: 로그
nb: Logg
pl: Dziennik
ru: Журнал
th: บันทึก
tr: Günlük
uk: Журнал
zh_hans: 日志
zh_hant: 記錄

# update.error.details.message
source: Message
ar: الرسالة
bs: Poruka
da: Besked
de: Meldung
es: Mensaje
it: Messaggio
ja: メッセージ
ko: 메시지
nb: Melding
pl: Komunikat
pt_br: Mensagem
ru: Сообщение
th: ข้อความ
tr: İleti
uk: Повідомлення
zh_hans: 消息
zh_hant: 訊息

# update.error.details.recovery
source: Recovery
ar: الاسترداد
bs: Oporavak
da: Gendannelse
de: Wiederherstellung
es: Recuperación
fr: Récupération
it: Ripristino
ja: 復旧
ko: 복구
nb: Gjenoppretting
pl: Odzyskiwanie
pt_br: Recuperação
ru: Восстановление
th: การกู้คืน
tr: Kurtarma
uk: Відновлення
zh_hans: 恢复
zh_hant: 復原

# update.error.details.url
source: URL
ar: عنوان URL

# update.error.didNotStart.message
source: cmux couldn’t start the update. Check your internet connection and try again.
ar: تعذّر على cmux بدء التحديث. تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
bs: cmux nije mogao pokrenuti ažuriranje. Provjerite internetsku vezu i pokušajte ponovo.
da: cmux kunne ikke starte opdateringen. Kontrollér din internetforbindelse, og prøv igen.
de: cmux konnte das Update nicht starten. Prüfe deine Internetverbindung und versuche es erneut.
es: cmux no pudo iniciar la actualización. Comprueba tu conexión a internet e inténtalo de nuevo.
fr: cmux n’a pas pu lancer la mise à jour. Vérifiez votre connexion Internet, puis réessayez.
it: cmux non è riuscito ad avviare l’aggiornamento. Controlla la connessione a Internet e riprova.
ja: cmuxはアップデートを開始できませんでした。インターネット接続を確認して、もう一度お試しください。
ko: cmux가 업데이트를 시작할 수 없습니다. 인터넷 연결을 확인한 다음 다시 시도하세요.
nb: cmux kunne ikke starte oppdateringen. Kontroller internettforbindelsen og prøv igjen.
pl: cmux nie mógł rozpocząć aktualizacji. Sprawdź połączenie z internetem i spróbuj ponownie.
pt_br: O cmux não conseguiu iniciar a atualização. Verifique sua conexão com a internet e tente novamente.
ru: cmux не удалось запустить обновление. Проверьте подключение к интернету и повторите попытку.
th: cmux ไม่สามารถเริ่มการอัปเดตได้ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตแล้วลองอีกครั้ง
tr: cmux güncellemeyi başlatamadı. İnternet bağlantınızı kontrol edip tekrar deneyin.
uk: cmux не вдалося запустити оновлення. Перевірте підключення до інтернету й повторіть спробу.
zh_hans: cmux 无法开始更新。请检查互联网连接，然后重试。
zh_hant: cmux 無法開始更新。請檢查網際網路連線，然後再試一次。

# update.error.didNotStart.technicalDetails
source: Install attempt stalled without reaching download.
ar: توقفت محاولة التثبيت قبل بدء التنزيل.
bs: Pokušaj instalacije je zastao prije početka preuzimanja.
da: Installationsforsøget stoppede, før download begyndte.
de: Der Installationsversuch blieb stehen, bevor der Download begann.
es: El intento de instalación se detuvo antes de iniciar la descarga.
fr: La tentative d’installation s’est bloquée avant le téléchargement.
it: Il tentativo di installazione si è bloccato prima del download.
ja: インストールの試行はダウンロードに到達する前に停止しました。
ko: 설치 시도가 다운로드 단계에 도달하기 전에 중단되었습니다.
nb: Installasjonsforsøket stoppet før nedlastingen startet.
pl: Próba instalacji zatrzymała się przed rozpoczęciem pobierania.
pt_br: A tentativa de instalação travou antes de iniciar o download.
ru: Попытка установки остановилась до начала загрузки.
th: ความพยายามติดตั้งหยุดก่อนถึงขั้นตอนดาวน์โหลด
tr: Yükleme denemesi indirme aşamasına ulaşmadan takıldı.
uk: Спроба інсталяції зупинилася до початку завантаження.
zh_hans: 安装尝试在开始下载前停滞。
zh_hant: 安裝嘗試在開始下載前停滯。

# update.error.didNotStart.title
source: Update Didn’t Start
ar: لم يبدأ التحديث
bs: Ažuriranje nije pokrenuto
da: Opdateringen startede ikke
de: Update wurde nicht gestartet
es: La actualización no se inició
fr: La mise à jour n’a pas démarré
it: L’aggiornamento non è stato avviato
ja: アップデートを開始できませんでした
ko: 업데이트가 시작되지 않았습니다
nb: Oppdateringen startet ikke
pl: Aktualizacja nie została uruchomiona
pt_br: A atualização não foi iniciada
ru: Обновление не запустилось
th: การอัปเดตไม่เริ่มต้น
tr: Güncelleme başlamadı
uk: Оновлення не запустилося
zh_hans: 更新未开始
zh_hant: 更新未開始

# update.error.downloadFailed.title
source: Couldn't Download Update
ar: تعذر تنزيل التحديث
bs: Nije moguće preuzeti ažuriranje
da: Kunne ikke downloade opdatering
de: Update konnte nicht heruntergeladen werden
es: No se pudo descargar la actualización
fr: Impossible de télécharger la mise à jour
it: Impossibile scaricare l'aggiornamento
ja: アップデートをダウンロードできませんでした
ko: 업데이트를 다운로드할 수 없습니다
nb: Kunne ikke laste ned oppdatering
pl: Nie udało się pobrać aktualizacji
pt_br: Não Foi Possível Baixar a Atualização
ru: Не удалось загрузить обновление
th: ไม่สามารถดาวน์โหลดอัปเดตได้
tr: Güncelleme İndirilemedi
uk: Не вдалося завантажити оновлення
zh_hans: 无法下载更新
zh_hant: 無法下載更新

# update.error.downloadLatest.button
source: Download Latest Version
ar: تنزيل أحدث إصدار
de: Neueste Version herunterladen
es: Descargar la última versión
fr: Télécharger la dernière version
ja: 最新バージョンをダウンロード
ko: 최신 버전 다운로드
zh_hans: 下载最新版本
zh_hant: 下載最新版本

# update.error.failed.message
source: Something went wrong while checking for updates. Try again, or check the update log for details.
ar: حدث خطأ ما أثناء التحقق من وجود تحديثات. حاول مجددًا، أو تحقق من سجل التحديثات لمزيد من التفاصيل.
de: Beim Suchen nach Updates ist ein Fehler aufgetreten. Versuche es erneut oder prüfe das Update-Protokoll für Details.
es: Ocurrió un error al buscar actualizaciones. Inténtalo de nuevo o consulta el registro de actualizaciones para obtener más detalles.
fr: Une erreur est survenue lors de la recherche de mises à jour. Réessayez ou consultez le journal des mises à jour pour plus de détails.
ja: アップデートの確認中に問題が発生しました。もう一度お試しいただくか、アップデートログをご確認ください。
ko: 업데이트를 확인하는 동안 문제가 발생했습니다. 다시 시도하거나 자세한 내용은 업데이트 로그를 확인해 주세요.
zh_hans: 检查更新时出现问题。请重试，或查看更新日志了解详情。
zh_hant: 檢查更新時發生錯誤。請再試一次，或查看更新記錄以取得詳細資訊。

# update.error.failed.title
source: Update Failed
ar: فشل التحديث
bs: Ažuriranje nije uspjelo
da: Opdatering mislykkedes
de: Update fehlgeschlagen
es: Error de actualización
fr: Échec de la mise à jour
it: Aggiornamento non riuscito
ja: アップデートに失敗しました
ko: 업데이트 실패
nb: Oppdatering mislyktes
pl: Aktualizacja nie powiodła się
pt_br: Falha na Atualização
ru: Ошибка обновления
th: การอัปเดตล้มเหลว
tr: Güncelleme Başarısız
uk: Помилка оновлення
zh_hans: 更新失败
zh_hant: 更新失敗

# update.error.feedDownload.message
source: cmux couldn't download the update feed. Check your connection and try again.
ar: تعذر على cmux تنزيل موجز التحديثات. تحقق من اتصالك وحاول مجددًا.
bs: cmux nije mogao preuzeti feed ažuriranja. Provjerite vezu i pokušajte ponovo.
da: cmux kunne ikke downloade opdateringsfeedet. Kontroller din forbindelse, og prøv igen.
de: cmux konnte den Update-Feed nicht herunterladen. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: cmux no pudo descargar la fuente de actualizaciones. Comprueba tu conexión e inténtalo de nuevo.
fr: cmux n'a pas pu télécharger le flux de mises à jour. Vérifiez votre connexion et réessayez.
it: cmux non è riuscito a scaricare il feed degli aggiornamenti. Controlla la connessione e riprova.
ja: cmux はアップデートフィードをダウンロードできませんでした。接続を確認してもう一度お試しください。
ko: cmux에서 업데이트 피드를 다운로드할 수 없습니다. 연결을 확인하고 다시 시도하세요.
nb: cmux kunne ikke laste ned oppdateringsfeeden. Kontroller tilkoblingen og prøv igjen.
pl: cmux nie mógł pobrać kanału aktualizacji. Sprawdź połączenie i spróbuj ponownie.
pt_br: O cmux não conseguiu baixar o feed de atualização. Verifique sua conexão e tente novamente.
ru: cmux не удалось загрузить канал обновлений. Проверьте подключение и повторите попытку.
th: cmux ไม่สามารถดาวน์โหลดฟีดอัปเดตได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
tr: cmux güncelleme akışını indiremedi. Bağlantınızı kontrol edip tekrar deneyin.
uk: cmux не зміг завантажити стрічку оновлень. Перевірте підключення та спробуйте ще раз.
zh_hans: cmux 无法下载更新源。请检查网络连接后重试。
zh_hant: cmux 無法下載更新來源。請檢查您的連線後再試一次。

# update.error.feedError.title
source: Update Feed Error
ar: خطأ في موجز التحديثات
bs: Greška feeda ažuriranja
da: Fejl i opdateringsfeed
de: Fehler im Update-Feed
es: Error en la fuente de actualizaciones
fr: Erreur du flux de mises à jour
it: Errore feed aggiornamento
ja: アップデートフィードエラー
ko: 업데이트 피드 오류
nb: Feil i oppdateringsfeed
pl: Błąd kanału aktualizacji
pt_br: Erro no Feed de Atualização
ru: Ошибка канала обновлений
th: ข้อผิดพลาดฟีดอัปเดต
tr: Güncelleme Akışı Hatası
uk: Помилка стрічки оновлень
zh_hans: 更新源错误
zh_hant: 更新來源錯誤

# update.error.feedRead.message
source: The update feed could not be read. Please try again later.
ar: تعذر قراءة موجز التحديثات. يرجى المحاولة لاحقًا.
bs: Feed ažuriranja nije moguće pročitati. Pokušajte ponovo kasnije.
da: Opdateringsfeedet kunne ikke læses. Prøv igen senere.
de: Der Update-Feed konnte nicht gelesen werden. Bitte versuchen Sie es später erneut.
es: No se pudo leer la fuente de actualizaciones. Inténtalo de nuevo más tarde.
fr: Le flux de mises à jour n'a pas pu être lu. Veuillez réessayer plus tard.
it: Impossibile leggere il feed degli aggiornamenti. Riprova più tardi.
ja: アップデートフィードを読み取れませんでした。後でもう一度お試しください。
ko: 업데이트 피드를 읽을 수 없습니다. 나중에 다시 시도하세요.
nb: Oppdateringsfeeden kunne ikke leses. Prøv igjen senere.
pl: Nie można odczytać kanału aktualizacji. Spróbuj ponownie później.
pt_br: O feed de atualização não pôde ser lido. Tente novamente mais tarde.
ru: Не удалось прочитать канал обновлений. Повторите попытку позже.
th: ไม่สามารถอ่านฟีดอัปเดตได้ กรุณาลองอีกครั้งในภายหลัง
tr: Güncelleme akışı okunamadı. Lütfen daha sonra tekrar deneyin.
uk: Не вдалося прочитати стрічку оновлень. Спробуйте пізніше.
zh_hans: 无法读取更新源。请稍后重试。
zh_hant: 無法讀取更新來源。請稍後再試。

# update.error.insecureFeed.message
source: The update feed is insecure. Please contact support.
ar: موجز التحديثات غير آمن. يرجى الاتصال بالدعم.
bs: Feed ažuriranja nije siguran. Kontaktirajte podršku.
da: Opdateringsfeedet er usikkert. Kontakt venligst supporten.
de: Der Update-Feed ist unsicher. Bitte kontaktieren Sie den Support.
es: La fuente de actualizaciones no es segura. Contacta con soporte.
fr: Le flux de mises à jour n'est pas sécurisé. Veuillez contacter le support.
it: Il feed degli aggiornamenti non è sicuro. Contatta il supporto.
ja: アップデートフィードが安全ではありません。サポートにお問い合わせください。
ko: 업데이트 피드가 안전하지 않습니다. 지원팀에 문의하세요.
nb: Oppdateringsfeeden er usikker. Kontakt brukerstøtte.
pl: Kanał aktualizacji nie jest bezpieczny. Skontaktuj się ze wsparciem.
pt_br: O feed de atualização é inseguro. Entre em contato com o suporte.
ru: Канал обновлений не защищен. Обратитесь в службу поддержки.
th: ฟีดอัปเดตไม่ปลอดภัย กรุณาติดต่อฝ่ายสนับสนุน
tr: Güncelleme akışı güvensiz. Lütfen destekle iletişime geçin.
uk: Стрічка оновлень незахищена. Зверніться до служби підтримки.
zh_hans: 更新源不安全。请联系支持团队。
zh_hant: 更新來源不安全。請聯絡支援團隊。

# update.error.insecureFeed.title
source: Insecure Update Feed
ar: موجز تحديثات غير آمن
bs: Nesiguran feed ažuriranja
da: Usikkert opdateringsfeed
de: Unsicherer Update-Feed
es: Fuente de actualizaciones insegura
fr: Flux de mises à jour non sécurisé
it: Feed aggiornamento non sicuro
ja: 安全でないアップデートフィード
ko: 안전하지 않은 업데이트 피드
nb: Usikker oppdateringsfeed
pl: Niezabezpieczony kanał aktualizacji
pt_br: Feed de Atualização Inseguro
ru: Незащищенный канал обновлений
th: ฟีดอัปเดตไม่ปลอดภัย
tr: Güvensiz Güncelleme Akışı
uk: Незахищена стрічка оновлень
zh_hans: 不安全的更新源
zh_hant: 不安全的更新來源

# update.error.installRecovery.message
source: Move cmux into Applications and relaunch to enable updates. If it’s already in Applications, restart your Mac and try again, or download the latest version below.
ar: انقل cmux إلى مجلد التطبيقات (Applications) وأعد تشغيله لتمكين التحديثات. إذا كان موجودًا بالفعل في التطبيقات، فأعد تشغيل جهاز Mac وحاول مجددًا، أو قم بتنزيل أحدث إصدار أدناه.
de: Verschiebe cmux in den Ordner „Programme“ und starte es neu, um Updates zu aktivieren. Wenn es sich bereits im Ordner „Programme“ befindet, starte deinen Mac neu und versuche es erneut, oder lade unten die neueste Version herunter.
es: Mueve cmux a Aplicaciones y vuelve a iniciarlo para habilitar las actualizaciones. Si ya está en Aplicaciones, reinicia tu Mac e inténtalo de nuevo, o descarga la última versión a continuación.
fr: Déplacez cmux dans Applications et relancez-le pour activer les mises à jour. S’il s’y trouve déjà, redémarrez votre Mac et réessayez, ou téléchargez la dernière version ci-dessous.
ja: アップデートを有効にするには、cmux を「アプリケーション」に移動して再起動してください。すでに「アプリケーション」にある場合は、Mac を再起動してからもう一度お試しいただくか、下から最新バージョンをダウンロードしてください。
ko: 업데이트를 활성화하려면 cmux를 응용 프로그램 폴더로 이동하고 다시 실행해 주세요. 이미 응용 프로그램 폴더에 있는 경우 Mac을 재시동하고 다시 시도하거나 아래에서 최신 버전을 다운로드해 주세요.
zh_hans: 请将 cmux 移到「应用程序」文件夹中，然后重新启动以启用更新。如果它已在「应用程序」中，请重启 Mac 后重试，或在下方下载最新版本。
zh_hant: 將 cmux 移動至「應用程式」並重新啟動以啟用更新。如果它已在「應用程式」中，請重新啟動您的 Mac 並再試一次，或在下方下載最新版本。

# update.error.installerAgent.message
source: macOS didn’t start cmux’s updater helper in time. Security software can delay it. Retry once; if it still fails, restart your Mac or download and install the latest version below.
ar: لم يتمكّن macOS من تشغيل أداة تحديث cmux المساعدة في الوقت المحدد. قد تتسبب برامج الأمان في تأخير تشغيلها. أعد المحاولة مرة واحدة؛ وإذا استمر الفشل، فأعد تشغيل Mac أو نزّل أحدث إصدار أدناه وثبّته.
bs: macOS nije pokrenuo pomoćni program za ažuriranje cmux-a na vrijeme. Sigurnosni softver može odgoditi njegovo pokretanje. Pokušajte ponovo jednom; ako i dalje ne uspije, ponovo pokrenite Mac ili preuzmite i instalirajte najnoviju verziju ispod.
da: macOS startede ikke cmux’ opdateringshjælper i tide. Sikkerhedssoftware kan forsinke den. Prøv igen én gang. Hvis det stadig mislykkes, skal du genstarte din Mac eller hente og installere den nyeste version nedenfor.
de: macOS hat den Update-Hilfsprozess von cmux nicht rechtzeitig gestartet. Sicherheitssoftware kann den Start verzögern. Versuche es einmal erneut. Falls es weiterhin fehlschlägt, starte deinen Mac neu oder lade unten die neueste Version herunter und installiere sie.
es: macOS no inició a tiempo el proceso auxiliar de actualización de cmux. El software de seguridad puede retrasarlo. Vuelve a intentarlo una vez; si sigue fallando, reinicia el Mac o descarga e instala la versión más reciente a continuación.
fr: macOS n’a pas lancé à temps l’utilitaire de mise à jour de cmux. Un logiciel de sécurité peut retarder son lancement. Réessayez une fois ; si l’échec persiste, redémarrez votre Mac ou téléchargez et installez la dernière version ci-dessous.
it: macOS non ha avviato in tempo l’helper di aggiornamento di cmux. Il software di sicurezza può ritardarne l’avvio. Riprova una volta; se il problema persiste, riavvia il Mac oppure scarica e installa l’ultima versione qui sotto.
ja: macOS が cmux のアップデーターヘルパーを時間内に起動できませんでした。セキュリティソフトウェアによって起動が遅れることがあります。まず再試行し、それでも失敗する場合は Mac を再起動するか、下から最新バージョンをダウンロードして手動でインストールしてください。
ko: macOS가 cmux 업데이트 도우미를 제시간에 시작하지 못했습니다. 보안 소프트웨어로 인해 시작이 지연될 수 있습니다. 한 번 다시 시도하세요. 그래도 실패하면 Mac을 재시동하거나 아래에서 최신 버전을 다운로드하여 설치하세요.
nb: macOS startet ikke oppdateringshjelperen til cmux i tide. Sikkerhetsprogramvare kan forsinke den. Prøv på nytt én gang. Hvis det fortsatt mislykkes, starter du Macen på nytt eller laster ned og installerer den nyeste versjonen nedenfor.
pl: System macOS nie uruchomił na czas procesu pomocniczego aktualizatora cmux. Oprogramowanie zabezpieczające może opóźnić jego uruchomienie. Spróbuj ponownie raz. Jeśli nadal się nie uda, uruchom ponownie Maca albo pobierz i zainstaluj najnowszą wersję poniżej.
pt_br: O macOS não iniciou o auxiliar de atualização do cmux a tempo. O software de segurança pode atrasar a inicialização. Tente novamente uma vez; se ainda falhar, reinicie o Mac ou baixe e instale a versão mais recente abaixo.
ru: macOS не успела запустить вспомогательный процесс обновления cmux. Защитное ПО может задерживать его запуск. Повторите попытку один раз. Если ошибка повторится, перезагрузите Mac либо скачайте и установите последнюю версию ниже.
th: macOS ไม่ได้เริ่มตัวช่วยอัปเดตของ cmux ภายในเวลาที่กำหนด ซอฟต์แวร์รักษาความปลอดภัยอาจทำให้การเริ่มทำงานล่าช้า ลองอีกครั้งหนึ่งครั้ง หากยังไม่สำเร็จ ให้รีสตาร์ท Mac หรือดาวน์โหลดและติดตั้งเวอร์ชันล่าสุดด้านล่าง
tr: macOS, cmux güncelleme yardımcısını zamanında başlatamadı. Güvenlik yazılımı başlangıcı geciktirebilir. Bir kez yeniden deneyin; yine başarısız olursa Mac’inizi yeniden başlatın veya aşağıdan en son sürümü indirip yükleyin.
uk: macOS не встигла запустити допоміжний процес оновлення cmux. Захисне програмне забезпечення може затримувати його запуск. Повторіть спробу один раз. Якщо помилка повториться, перезапустіть Mac або завантажте й інсталюйте останню версію нижче.
zh_hans: macOS 未能及时启动 cmux 的更新助手。安全软件可能会延迟其启动。请重试一次；如果仍然失败，请重新启动 Mac，或在下方下载并安装最新版本。
zh_hant: macOS 未能及時啟動 cmux 的更新輔助程式。安全軟體可能會延遲其啟動。請重試一次；如果仍然失敗，請重新啟動 Mac，或在下方下載並安裝最新版本。

# update.error.installerAgent.title
source: Couldn’t Start Updater
ar: تعذر بدء أداة التحديث
de: Updater konnte nicht gestartet werden
es: No se pudo iniciar el actualizador
fr: Impossible de démarrer le programme de mise à jour
ja: アップデーターを起動できませんでした
ko: 업데이트 프로그램을 시작할 수 없습니다
zh_hans: 无法启动更新程序
zh_hant: 無法啟動更新程式

# update.error.invalidFeed.message
source: The update feed URL is invalid. Please contact support.
ar: عنوان URL لموجز التحديثات غير صالح. يرجى الاتصال بالدعم.
bs: URL feeda ažuriranja je nevažeći. Kontaktirajte podršku.
da: URL'en til opdateringsfeedet er ugyldig. Kontakt venligst supporten.
de: Die URL des Update-Feeds ist ungültig. Bitte kontaktieren Sie den Support.
es: La URL de la fuente de actualizaciones no es válida. Contacta con soporte.
fr: L'URL du flux de mises à jour n'est pas valide. Veuillez contacter le support.
it: L'URL del feed degli aggiornamenti non è valido. Contatta il supporto.
ja: アップデートフィードのURLが無効です。サポートにお問い合わせください。
ko: 업데이트 피드 URL이 유효하지 않습니다. 지원팀에 문의하세요.
nb: URL-en for oppdateringsfeeden er ugyldig. Kontakt brukerstøtte.
pl: Adres URL kanału aktualizacji jest nieprawidłowy. Skontaktuj się ze wsparciem.
pt_br: A URL do feed de atualização é inválida. Entre em contato com o suporte.
ru: URL канала обновлений недействителен. Обратитесь в службу поддержки.
th: URL ฟีดอัปเดตไม่ถูกต้อง กรุณาติดต่อฝ่ายสนับสนุน
tr: Güncelleme akışı URL'si geçersiz. Lütfen destekle iletişime geçin.
uk: URL стрічки оновлень недійсний. Зверніться до служби підтримки.
zh_hans: 更新源 URL 无效。请联系支持团队。
zh_hant: 更新來源 URL 無效。請聯絡支援團隊。

# update.error.invalidFeed.title
source: Invalid Update Feed
ar: موجز تحديثات غير صالح
bs: Nevažeći feed ažuriranja
da: Ugyldigt opdateringsfeed
de: Ungültiger Update-Feed
es: Fuente de actualizaciones no válida
fr: Flux de mises à jour non valide
it: Feed aggiornamento non valido
ja: 無効なアップデートフィード
ko: 유효하지 않은 업데이트 피드
nb: Ugyldig oppdateringsfeed
pl: Nieprawidłowy kanał aktualizacji
pt_br: Feed de Atualização Inválido
ru: Недействительный канал обновлений
th: ฟีดอัปเดตไม่ถูกต้อง
tr: Geçersiz Güncelleme Akışı
uk: Недійсна стрічка оновлень
zh_hans: 无效的更新源
zh_hant: 無效的更新來源
